Repository: burillu/flutter-telegr-app
Catalog: lib/resources/l10n/app_*.arb
Languages: it

# action_open_settings
source: Open Settings
it: Impostazioni

# action_start_chatting
source: Start Chatting
it: Inizia una Chat

# action_login
source: Login
it: Accedi

# action_logout
source: Logout
it: Disconnetti

# action_sign_up
source: Sign up
it: Registrati

# action_new_message
source: New message
it: Nuovo Messaggio

# label_no_connection_msg2
source: There is no available connection
it: Non ci sono connessioni disponibili

# label_first_name
source: First Name
it: Nome

# label_last_name
source: Last Name
it: Cognome

# label_confirm_email
source: Confirm email
it: Conferma email

# label_confirm_password
source: Confirm password
it: Conferma password

# label_user_name
source: User Name
it: Nome Utente

# label_empty_chat_sub
source: There aren''t message. Start now chatting!
it: Non ci sono messaggi. Inizia subito a chattare!

# label_error_chat_sub
source: Error while loading messages. Sorry, try later
it: Errore nel caricamento delle chat. Riprovare più tardi

# label_search
source: Search...
it: Ricerca...

# label_search_empty_chat_sub
source: The search result with these characters is empty. Try removing some characters or make sure they are contained in the contact name or text message
it: La ricerca con questa stringa non ha fornito alcun risultato. Prova a ridurre i caratteri o assicurati che quelli inseriti possano coincidere con una parte del nome o del messaggio

# label_empty_friends_sub
source: Try to add new friends and then start chatting with them.
it: Prova ad aggiungere nuovi amici per iniziare a chattare con loro

# label_error_friends_sub
source: It seems that we have some problems in ours servers. Try again later.
it: Al momento è presente un errore nei nostri sistemi. Riprova più tardi.

# label_last_access
source: Last access: Time ago
it: Ultimo accesso : qualche tempo fa

# label_empty_user_search_sub
source: No result for this search. Be sure to have insert right characters , or try again with another search string
it: La ricerca non ha fornito alcun risultato. Assicurati di aver inserito i caratteri voluti o provare a cambiare la stringa di ricerca

# label_error_user_search_sub
source: An error occured while searching users. Please try again later
it: Si è presentato un errore durante la ricerca degli utenti. Riprova più tardi grazie

# label_message
source: Message...
it: Messaggio...

# dialog_wrong_login_title
source: Login Error
it: Errore di login

# dialog_wrong_login_message
source: The input credentials are not valids
it: Le credenziali inserite non sono corrette

# dialog_wrong_sign_up_title
source: Registration Error
it: Errore di Registrazione

# dialog_wrong_sign_up_message
source: The input credentials are not valids
it: Le credenziali inserite non sono corrette

# dialog_title_confirm_logout
source: Confirm Logout
it: Conferma logout

# dialog_confirm_logout_message
source: Are you sure you want logout your account?
it: Sei sicuro di voler disconnettere il tuo account?

# title_sign_in
source: Sign In
it: Accedi

# title_sign_up
source: Sign Up
it: Registrati

# title_empty_chat
source: Empty Chat
it: Chat Vuota!

# title_search_empty_chat
source: No Result
it: Nessun risultato

# title_new_message
source: New Message
it: Nuovo messaggio

# title_empty_friends_list
source: Ops! It seems that you don t have any friend
it: Ops! Sembra che non hai ancora amici

# title_error_friends_list
source: Ops! There is a friend loading error
it: Ops! Errore nel caricamento degli amici

# title_empty_user_search
source: Ops! No users found
it: Ops! Nessun utente trovato

# title_error_user_search
source: Ops! An Error occured searching users.
it: Ops! Errore nella ricerca dei contatti

# welcome_header2
source: Fast
it: Veloce

# welcome_header3
source: Free
it: Gratuito

# welcome_header4
source: Powerful
it: Potente

# welcome_header5
source: Secure
it: Sicuro

# welcome_header6
source: Cloud-based
it: Basato in Cloud

# welcome_description1
source: Telegram is the world's fastes messagging app. It's free and secure!.
it: Telegram e' l'app di messaggistica piu veloce al mondo e piu sicura!.

# welcome_description2
source: Telegram delivers messages faster then any other application.
it: Telegram invia rapidamente i messaggi piu di ogni altra applicazione.

# welcome_description3
source: Telegram is free forever. No ads. No subscriptions fees.
it: Telegram è gratuita, e lo rimarra' per sempre. Nessuna pubblicita'. Nessun costo aggiuntivo.

# welcome_description4
source: Telegram has no limits in size for your media and chats.
it: Telegram non ha limiti di spazio di archiviazione per i tuoi media e le tue chat.

# welcome_description5
source: Telegram keeps your messages safe from hacker attacks.
it: Telegram tiene i messaggi al sicuro da eventual attacchi hacker.

# welcome_description6
source: Telegram lets you access your messages from multiples devices.
it: Telegram ti permette di accedere ai tuoi messaggi da multipli dispositivi.
